{"locations":{"head":"General Information","title":"Convention Locations","text":["<h4>Chicago Marriott</h4>","<li>Most English language sessions</li>","<li>MLA registration and welcome center</li>","<h4>Sheraton Chicago</h4>","<li>Most foreign language and comparative literature sessions</li>","<li>Exhibit hall</li>","<li>MLA registration and welcome center</li>","<h4>Fairmont</h4>","<li>Job Information Center</li>","<li>Child care</li>"]},
"daily":{"head":"General Information","title":"<em>Convention Daily</em>","text":["<p>The <em>Convention Daily</em> prints special notices, changes in schedule, and brief reports on convention activities and appears Thursday, Friday, and Saturday during the convention. Copies are available free at the MLA registration and welcome centers and at various other locations throughout the hotels. Copies will also be posted to the <a href=\"http://www.mla.org/convention\" target=\"_blank\">Convention home page</a>.</p>"]},
"program":{"head":"General Information","title":"Program Online","text":["<p>A searchable program for the convention is available (<a href=\"http://www.mla.org/program\" target=\"_blank\">www.mla.org/program</a>).</p>"]},
"twitter":{"head":"General Information","title":"<em>Twitter</em>","text":["<p>Tweet sessions using the convention hashtag (#mla14) and session hashtags (e.g., #s421).</p>"]},
"wifi":{"head":"General Information","title":"Wi-Fi Access","text":["<p>The MLA is providing free wireless Internet access in the meeting rooms and public areas of the Chicago Marriott, the Sheraton Chicago (not including the exhibit hall), and the Fairmont. Follow these instructions to connect (connectivity is not guaranteed):</p>","<p><strong>Chicago Marriott.</strong> In the lobby, select Marriott_Lobby then Free High Speed Internet. In the meeting rooms, select MLA2014, agree to terms, then enter MLA2014 (case sensitive) as the password.</p>","<p><strong>Sheraton Chicago.</strong> Select Sheraton Lobby or MLA14 depending on your location in the hotel.</p>","<p><strong>Fairmont.</strong> Select Fairmont Meetings and log in with MLA2014 (case sensitive) for group name and access code. Reconnection is required after a session has been active for twenty-four hours.</p>"]},
"weather":{"head":"General Information","title":"What to Do in a Weather or Other Emergency","text":["<p>If weather or an emergency in Chicago should delay or otherwise affect the scheduling of convention sessions, full information on such changes will be posted on the MLA Web site (<a href=\"http://www.mla.org/convention\" target=\"_blank\">www.mla.org/convention</a>). If a local or personal emergency should cause you to have to delay or cancel your attendance at the convention, you should contact your hotel as early as possible. Registrants who booked their travel through MacNair Travel should call 877 410-8195; others should call their carrier directly. Requests for registration refunds must be postmarked by 10 January. Visit <a href=\"http://www.mla.org/conv_registration\" target=\"_blank\">www.mla.org/conv_registration</a> for more information. If you are scheduled to speak or participate in a session, please notify the session organizer. You may also want to annotate your session listing in the online Program.</p>"]},
"taping":{"head":"Policies","title":"Audio- and Videotaping at Sessions","text":["<p>Neither audiotaping nor videotaping of sessions is normally permitted. Occasional exceptions may be made for members of the media taping short segments designed to convey the convention atmosphere. Such arrangements must be made through the press office and require the consent of all speakers at a session. When taping is approved, a representative of the media staff will accompany the reporter and crew. The session organizer will announce to the audience that audio- or videotaping will take place during a part of the session. Only background taping is allowed, not the taping of an entire session. Requests to film the convention as part of a creative or documentary project must have been submitted to the Executive Council by 17 October.</p>"]},
"badges":{"head":"Policies","title":"Badges","text":["<p>Badges are required for admission to convention sessions, the exhibit hall, and the Job Information Center. Badge holders are available at the MLA registration and welcome centers in the Chicago Marriott and the Sheraton Chicago and at the satellite registration and badge replacement center in the Fairmont. Lost badges can be replaced for $10.</p>"]},
"canceling":{"head":"Policies","title":"Canceling Sessions","text":["<p>MLA sessions should be canceled only if nearly all the participants are unable to attend the convention. In such a situation, please contact the MLA headquarters office immediately (<a href=\"mailto:convention@mla.org\">convention@mla.org</a>; Chicago Marriott, extension 5163; Sheraton Chicago, 312 329-7067) so that convention attendees can be informed of the cancellation. Organizers should also inform all the session participants of the cancellation.</p>"]},
"fragrance":{"head":"Policies","title":"Fragrance","text":["<p>The Committee on Disability Issues in the Profession reminds attendees that refraining from using scented products will help ensure the comfort of everyone at the convention.</p>"]},
"guest-sessions":{"head":"Policies","title":"Guest Passes to Sessions","text":["<p>All MLA members and members of the profession that the MLA serves are required to register in order to participate in or attend sessions.</p>","<p>A convention speaker may obtain a pass for a guest who has no professional interest in language or literature to hear a paper given by that speaker. These passes must be requested at the MLA registration and welcome centers by the speaker on the day of the session, before the centers close. Passes may not be requested by guests of speakers, MLA members who have not registered for the convention, or by speakers for guests for any reason other than to see that person speak in a particular session.</p>"]},
"guest-exhibit-hall":{"head":"Policies","title":"Guest Passes to the Exhibit Hall","text":["<p>MLA convention registrants may obtain free passes to the exhibit hall for guests they accompany in the hall. Persons who are not registered for the convention and who are not accompanied by registrants may purchase a one-day pass to the exhibit hall for $10. These passes are available at the exhibit registration booth, Sheraton Chicago (River Exhibition Hall, level 1).</p>"]},
"id":{"head":"Policies","title":"Identification","text":["<p>You may need to have a government-issued photo ID when you check in to your hotel. Security personnel may ask to see a hotel room key or may ask that you be accompanied by a hotel guest with a room key.</p>"]},
"in-absentia":{"head":"Policies","title":"Reading in Absentia","text":["<p>To encourage discussion and dialogue among panelists and attendees at convention sessions, reading in absentia (whether by <em>Skype</em>, videoconferencing, audio delivery, or presentation by surrogates) is not normally permitted. Presenters who are unable to attend the convention because of unforeseen emergencies are reminded that they may include a link to their papers in the online Program.</p>"]},
"smoking":{"head":"Policies","title":"Smoking","text":["<p>Smoking is prohibited in most buildings in Chicago.</p>"]},
"registration":{"head":"MLA Registration and Welcome Centers","title":"About the MLA Registration and Welcome Centers","text":["<h4>Chicago Marriott, 5th floor</h4>","<h4>Sheraton Chicago, Lobby level 3</h4>","<li>9 January: 8:00 a.m.–7:00 p.m.</li>","<li>10 and 11 January: 8:00 a.m.–6:00 p.m.</li>","<li>12 January: 8:00 a.m.–12:00 noon</li>","<p>Visit the registration and welcome centers for answers to general questions about the convention and the association; free copies of the <em>Convention Guide</em> and the <em>Convention Daily</em>; and badge holders, guest passes, and other convention-related materials.</p>"]},
"chicago":{"head":"MLA Registration and Welcome Centers","title":"Chicago Information and Restaurant Reservations","text":["<h4>MLA registration and welcome center, Chicago Marriott, 5th floor</h4>","<li>9 January: 12:00 noon–5:00 p.m.</li>","<li>10 January: 10:00 a.m.–5:00 p.m.</li>","<li>11 January: 10:00 a.m.–5:00 p.m.</li>"]},
"disabilities":{"head":"MLA Registration and Welcome Centers","title":"Disabilities, Facilities and Services for Persons with","text":["<p>The MLA is committed to making arrangements that allow all members of the association to participate in the convention.</p>","<h4>Desks for Attendees with Disabilities</h4>","<li>Chicago Marriott, 5th floor and lobby level (<a href=\"mailto:ADAMarriott@mla.org\">ADAMarriott@mla.org</a>)</li>","<li>Sheraton Chicago, Lobby level 3 (<a href=\"mailto:ADASheraton@mla.org\">ADASheraton@mla.org</a>)</li>","<li>Fairmont, Lobby level (<a href=\"mailto:ADAFairmont@mla.org\">ADAFairmont@mla.org</a>)</li>","<p>These desks will be staffed with personnel who can provide assistance to convention attendees with disabilities, including making arrangements for the accessible shuttle.</p>"]},
"housing":{"head":"MLA Registration and Welcome Centers","title":"Housing Desk","text":["<h4>MLA registration and welcome center, Chicago Marriott, 5th floor</h4>","<p>Convention registrants who need assistance with their hotel arrangements may go to the housing desk, where a representative of CMR, the MLA housing service, will be available to help.</p>"]},
"membership":{"head":"MLA Registration and Welcome Centers","title":"Membership Desks","text":["<p>Join the association while registering for the convention to register at members’ rates. MLA membership runs from 15 January through 14 January of the subsequent year. Membership desks are located at both registration and welcome centers.</p>"]},
"commons":{"head":"MLA Registration and Welcome Centers","title":"<em>MLA Commons</em>","text":["<p><strong>Account activation and assistance.</strong> MLA registration and welcome center, Chicago Marriott, 5th floor</p>","<p><strong>Live presentations.</strong> 10 January, 4:50–5:10 p.m., and 11 January, 9:50–10:10 a.m., Exhibit Hall Theater, Sheraton Chicago, River Exhibition Hall, level 1</p>","<p><em>MLA Commons</em> is designed to facilitate active member-to-member communication, to support the work of divisions and discussion groups, and much more.</p>"]},
"print-program":{"head":"MLA Registration and Welcome Centers","title":"Print Copies of the Program","text":["<p>Copies of the Program can be purchased for $15 at the registration and welcome centers.</p>"]},
"business-centers":{"head":"On-Site Resources","title":"Business Centers","text":["<h4>Chicago Marriott, FedEx Office, 2nd floor</h4>","<li>9–10 January: 7:00 a.m.–7:00 p.m.</li>","<li>11–12 January: 9:00 a.m.–5:00 p.m.</li>","<h4>Sheraton Chicago, FedEx Office, Lobby level 3</h4>","<li>9–10 January: 7:00 a.m.–5:00 p.m.</li>","<li>11–12 January: 8:00 a.m.–3:00 p.m.</li>","<h4>Fairmont, FedEx Office, level B1</h4>","<li>9–10 January: 7:00 a.m.–6:00 p.m.</li>","<li>11 January: 7:00 a.m.–5:00 p.m.</li>","<li>12 January: 7:00 a.m.–1:00 p.m.</li>"]},
"child-care":{"head":"On-Site Resources","title":"Child Care","text":["<h4>Fairmont, level 2</h4>","<p>Preregistration is required.</p>","<li>10–11 January: 8:00 a.m.–6:00 p.m.</li>"]},
"bill-w":{"head":"On-Site Resources","title":"Friends of Bill W.","text":["<p>In the Chicago Marriott, Navy Pier (10th floor) is set aside for the Friends of Bill W. throughout convention hours. Meetings will be held 10 January, 7:00–8:15 p.m., and 11 January, 7:30–8:20 a.m. and 7:00–8:15 p.m.</p>"]},
"headquarters":{"head":"On-Site Resources","title":"Headquarters Offices","text":["<h4>Chicago Marriott, Scottsdale, 5th floor</h4>","<h4>Sheraton Chicago, Parlor A, Lobby level 3</h4>","<p>Session organizers are asked to refer questions about meeting rooms or meeting facilities to one of the headquarters ofﬁces, not to the hotel management.</p>"]},
"internet-in-hotels":{"head":"On-Site Resources","title":"Internet Access by Hotel Guests","text":["<p>Guests who booked their rooms through the MLA housing service will receive free Internet access by following the instructions below. You may have to accept an access charge temporarily, but it will be deleted before checkout if you booked through the MLA. Guests who booked directly through the hotel will have to pay the access fee.</p>","<p><strong>Chicago Marriott.</strong> Launch a browser and select the Marriott_Guest network. Agree to the terms, then you will be prompted for a password. The password is your last name and room number.</p>","<p><strong>Conrad Chicago.</strong> Wired and wireless connections are available. For a wired connection, connect from your Ethernet card to the GlobalSuite desktop connector. For wireless, activate your wireless network card and, if prompted, connect to the Conrad Chicago network. Open your Web browser to connect to GlobalSuite or enter login.globalsuite.net into the address bar. Accept the terms of service and follow the on-screen instructions.</p>","<p><strong>DoubleTree.</strong> You will receive a complimentary Internet code at check-in with your key packet. Access the Internet and point browser to the HHonors access point. Once complete, enter name, room number, and access code.</p>","<p><strong>Embassy Suites Downtown/Lakefront.</strong> You will receive a special promotional code at the front desk when you check in. Connect to the HHonors network. Choose “I have a promotion coupon code” and enter the promotional code.</p>","<p><strong>Fairmont Chicago.</strong> Before you arrive in Chicago, sign up as a Fairmont Presidents Club member (<a href=\"https://www.fairmont.com/fpc\" target=\"_blank\">https://www.fairmont.com/fpc</a>) and save your FPC confirmation number. Once you are in your room, select the Fairmont network, open your Internet browser, and select the Presidents Club Member option on the log-in screen. Enter your last name as listed on the reservation and your FPC number and click Connect Now. You may need to accept charges, but the charges will be removed from your bill. Access is active for twenty-four hours at a time.</p>","<p><strong>Inn of Chicago.</strong> You will receive a complimentary code with your key when you check in at the front desk. Open your browser and then enter your code when prompted. If the connection is not immediate, select the Inn of Chicago network. Guests can also sign up for the Choice Privileges program for complimentary Internet access at all Choice hotels.</p>","<p><strong>InterContinental Chicago.</strong> Open wireless settings on the computer and click “InterContinental.” Open Internet browser to access the sign-in page, enter 6624085 in the PIN box, and hit Enter.</p>","<p><strong>Omni Chicago Hotel.</strong> Select Omni from the list of wireless networks. Launch a browser and connect to the Omni Wi-Fi homepage. Enter last name and room number, agree to the terms and conditions, and click Accept. If sharing your room, the last name of the primary guest must be used.</p>","<p><strong>Palmer House Hilton.</strong> You will receive a special promotional code at the front desk when you check in.</p>","<p><strong>Radisson Blu.</strong> Connect to the Radisson Blu router. Open an Internet page (on a mobile device, open a new Internet page and search for any Web site), enter your room number when prompted, accept the terms and conditions, and wait for the log-in to connect.</p>","<p><strong>Sheraton Chicago.</strong> Connect to Sheraton Guest and enter your last name and room number. You will need to accept the Internet charges, but you will not be charged.</p>","<p><strong>Swissôtel Chicago.</strong> Connect to Swissôtel Chicago. Choose the $14.95 plan (this will be taken off your bill before checkout). When prompted, enter your room number and last name then select Connect.</p>"]},
"lost-and-found":{"head":"On-Site Resources","title":"Lost and Found","text":["<h4>Chicago Marriott, Loss Prevention, extension 5011</h4>","<h4>Sheraton Chicago, Security Department, extension 6918</h4>","<h4>Fairmont, dial 0</h4>"]},
"lounges":{"head":"On-Site Resources","title":"Lounges","text":["<p><strong>Members’ Lounges.</strong> Chicago Marriott, North Alcove, 5th floor; Sheraton Chicago, Ballroom Promenade East End, Ballroom level 4</p>","<p><strong>Graduate Student Lounge.</strong> Chicago Marriott, River North, 2nd floor</p>"]},
"press-office":{"head":"On-Site Resources","title":"Press Office","text":["<h4>Chicago Marriott, Printers Row, 2nd floor</h4>"]},
"shuttle-bus":{"head":"On-Site Resources","title":"Shuttle Bus Service","text":["<p>A free shuttle service will operate among the Chicago Marriott, the Sheraton Chicago, and the Fairmont. Further details will be available at the convention and on the MLA Web site. There will be a shuttle service available throughout the convention meeting hours to transport attendees with disabilities.</p>"]},
"ready-rooms":{"head":"On-Site Resources","title":"Speaker Ready Rooms","text":["<h4>Chicago Marriott, Denver, 5th floor</h4>","<h4>Sheraton Chicago, Parlor B, Lobby level 3</h4>"]},
"transportation":{"head":"On-Site Resources","title":"Transportation in Chicago","text":["<p>The Chicago Transit Authority (CTA) operates throughout Chicago; for information on routes and fares, visit <a href=\"http://www.transitchicago.com\" target=\"_blank\">www.transitchicago.com</a>. MLA convention hotels are located in the North Michigan Avenue area, near the Red Line.</p>"]},
"whos-here":{"head":"On-Site Resources","title":"“Who’s Here” Directory","text":["<h4>Chicago Marriott, North Alcove, 5th floor (members’ lounge)</h4>","<h4>Sheraton Chicago, Ballroom Promenade East End, Ballroom level 4 (members’ lounge)</h4>","<h4>Fairmont, level B2 (near the Job Information Center)</h4>"]},
"jobs":{"head":"Job Information Center","title":"Fairmont, Imperial Ballroom, level B2","text":["<li>9 January: 8:00 a.m.–7:00 p.m.</li>","<li>10–11 January: 8:00 a.m.–6:00 p.m.</li>","<li>12 January: 8:00 a.m.–12:00 noon</li>","<p>For prearranged interviews, consult the interviewer’s sign-in file to find out where your interview is scheduled.</p>"]},
"exhibit-hall":{"head":"Exhibits","title":"Exhibit Hall","text":["<h4>Sheraton Chicago, River Exhibition Hall, level 1</h4>","<li>10 and 11 January: 9:00 a.m.–6:00 p.m.</li>","<li>12 January: 9:00 a.m.–1:00 p.m.</li>","<p><em>Remember to wear your badge!</em></p>"]},
"mla-booth":{"head":"Exhibits","title":"MLA Exhibit Booth (Booth 100)","text":["<p>All MLA titles ordered at the booth will be discounted 25%.</p>","<p>10 January, 3:30 p.m.: Reception celebrating new titles released by the MLA in 2013</p>","<p>10 and 11 January, 9:00–10:00 a.m.: <em>MLA International Bibliography</em> staff members will be on hand to answer questions, provide demonstrations, and help with searches.</p>","<p>11 January, 10:30 a.m.: Coffee reception to celebrate the <em>MLA International Bibliography</em></p>"]},
"excursions":{"head":"Event Highlights","title":"Cultural Excursions","text":["<p>Preregistration is required. Shuttles depart from the Chicago Marriott on Ohio Street at Rush Street.</p>","<p><strong>Evening at the Marble Palace: Twilight Tour and Reception at the Richard H. Driehaus Museum.</strong> 9 January (shuttle departs from the Chicago Marriott at 5:45 p.m.)</p>","<p><strong>Brewer’s Tour and Tasting at Goose Island Brewery and Pub.</strong> 9 January (shuttle departs from the Chicago Marriott at 7:00 p.m.)</p>","<p><strong>Chicago History Museum Behind-the-Scenes Tour.</strong> 10 January (shuttle departs from the Chicago Marriott at 9:00 a.m.)</p>","<p><strong>The Newberry: Behind-the-Scenes and Exhibition Tours.</strong> 10 January (shuttle departs from the Chicago Marriott at 10:15 a.m.)</p>","<p><strong>Art Institute of Chicago Private Tour.</strong> 11 January (shuttle departs from the Chicago Marriott at 10:10 a.m.)</p>"]},
"humanities-summit":{"head":"Informational Sessions and Workshops","title":"Chicago Humanities Summit","text":["<h4>9 January, 9:00 a.m.–12:00 noon, Gratz Center at Fourth Presbyterian Church, 126 East Chestnut Street, Chicago</h4>","<p>Preregistration is required. More information is available here: <a href=\"https://events.r20.constantcontact.com/register/eventReg?oeidk=a07e860snat7a0a7100\" class=\"force-wrap\" target=\"_blank\">https://events.r20.constantcontact.com/register/eventReg?oeidk=a07e860snat7a0a7100</a></p>"]},
"celj":{"head":"Informational Sessions and Workshops","title":"Council of Editors of Learned Journals","text":["<p><strong>Informational consultations.</strong> 10 and 11 January, 9:00 a.m.–1:00 p.m., Sheraton Chicago, Tennessee</p>","<p>Visit <a href=\"http://www.celj.org/node/1829\" target=\"_blank\">www.celj.org/node/1829</a> for more information. Those interested in meeting with a CELJ editor should write to Richard Kopley at <a href=\"mailto:rxk3@psu.edu\">rxk3@psu.edu</a>.</p>"]},
"career-options-phds":{"head":"Informational Sessions and Workshops","title":"Discussion of Career Options for Humanities PhDs","text":["<h4>10 January, 2:00–4:00 p.m., Regal, Fairmont</h4>","<p>Participants are encouraged to bring their CVs and other application materials for review.</p>"]},
"ele":{"head":"Informational Sessions and Workshops","title":"Electronic Literature Exhibit: <em>Pathfinders: Twenty-Five Years of Experimental Literary Art</em>","text":["<h4>Sheraton Chicago, Sheraton II, Ballroom level 4</h4>","<li>9 January: 12:00 noon–7:00 p.m.</li>","<li>10–11 January: 9:00 a.m.–6:00 p.m.</li>","<p>The archival Web site will be located at <a href=\"http://dtc-wsuv.org/wp/pathfinders/exhibit/\" target=\"_blank\">http://dtc-wsuv.org/wp/pathfinders/exhibit/</a>.</p>"]},
"government-careers":{"head":"Informational Sessions and Workshops","title":"Government Careers","text":["<h4>Fairmont, Gold, level 2</h4>","<li>9 January: 1:45–3:45 p.m. (workshop for job seekers with foreign language skills); 4:00–6:00 p.m. (informational consultation)</li>","<h4>Sheraton Chicago, Chicago X, Ballroom level 4</h4>","<li>11 January: 3:30–5:30 p.m. (workshop for program administrators)</li>"]},
"neh":{"head":"Informational Sessions and Workshops","title":"NEH Information","text":["<p><strong>Workshop.</strong> 10 January, 1:30–3:30 p.m., Sheraton Chicago, Chicago VIII, Ballroom level 4</p>"]},
"delegate-assembly":{"head":"Governance","title":"Delegate Assembly","text":["<h4>11 January, 1:00 p.m., Chicago Marriott, Grand III, 7th floor</h4>","<p>For agenda information, visit <a href=\"http://www.mla.org/dameeting_agenda\" target=\"_blank\">www.mla.org/dameeting_agenda</a>.</p>"]},
"medical":{"head":"Emergencies","title":"Illness and Medical Emergencies","text":["<p>Procedures may vary from one location to another.</p>","<p><strong>Chicago Marriott.</strong> Dial 0 from any house phone.</p>","<p><strong>Sheraton Chicago.</strong> Dial 88 from any house phone or 312 329-6918.</p>","<p><strong>Fairmont.</strong> Dial 0 from any house phone.</p>"]},
"calls-for-papers":{"head":"2015 Convention in Vancouver","title":"Calls for Papers","text":["<p>To post or review calls for papers for the 2015 MLA convention in Vancouver (8–11 January 2015), visit <a href=\"http://www.mla.org/conv_papers\" target=\"_blank\">www.mla.org/conv_papers</a>.</p>"]},
"organizing-sessions":{"head":"2015 Convention in Vancouver","title":"Organizing Sessions","text":["<p>Forms and instructions for organizing sessions for the 2015 convention in Vancouver will be available on the MLA Web site in March 2014.</p>"]},
"vancouver":{"head":"2015 Convention in Vancouver","title":"Vancouver Information","text":["<h4>Chicago Marriott, 5th floor (near the MLA registration and welcome center)</h4>","<p>Learn more about <a href=\"http://www.cic.gc.ca/english/visit/\" target=\"_blank\">visiting Canada</a> and <a href=\"http://www.cic.gc.ca/english/visit/visas.asp\" target=\"_blank\">whether you need a visa</a> for the 2015 convention.</p>"]}}
